job-description-basintech = Обслуживайте экспедиционное оборудование и ретранслятор связи. Восстанавливайте старые обломки, превращая их в передовые базы для будущих экспедиций.
job-description-expeditioneer = Отправляйтесь прямиком в бездну. Ищите артефакты и обломки кораблей, сражаясь с ужасами морских глубин.
job-description-pilot = Управляйте своим мехом типа «Тучный Отчим» (Rotund Stepfather) и помогайте экспедиционерам в их работе. Нарушьте Протокол II и умрите ужасной смертью.
job-description-settler = Живите в открытом океане и зарабатывайте на жизнь торговлей и сбором подводного мусора.
